Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/nmh.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: A team of teachers are responsible for the tuition, and the course is organized with four hours per week throughout one academic year (24 weeks).
nb: Et lærerteam har ansvar for undervisningen, og valgemnet organiseres som en firetimers blokk pr. uke over ett studieår (24 uker).

source: As is to be expected, the capital city offers both traditional and modern dramatic art.
nb: Som seg hør og bør byr hovedstaden på både tradisjonell og moderne scenekunst.

source: I feel that our common humanity, what we share, becomes so clear when we encounter each other through music, with all the emotions it encompasses.”
nb: Jeg opplever at det menneskelige, likhetene i oss, blir så tydelige når vi møter hverandre i musikken, med alle de emosjonene det frembringer.

source: We had one TV channel.
nb: Vi hadde én TV-kanal.

source: possess a basic knowledge of the Live Electronics field
nb: har grunnleggende kjennskap til feltet Live Electronics

source: Success is not something exclusively related to work.
nb: Suksess er ikke noe som bare knytter seg til arbeidslivet, det gjelder alt vi gjør.

source: Barbra Coco Laurré has 30 years of experience working with musicians and artists, and one of her core areas of interest is stress management.
nb: Barbra Coco Laurré har 30 års erfaring fra arbeid med musikere og kunstnere, og har stressmestring som et av sine kjerneområder.

source: Just since the end of 2019, the NMH has established projects such as
nb: Bare siden slutten av 2019 har Musikkhøgskolen etablert blant annet

source: Advantages and disadvantages associated with COVID-19
nb: Fordeler og ulemper ved covid-19

source: About the project and partners in The European Jazz Workshop
nb: Om prosjektet og partnerne i The European Jazz Workshop

source: I don’t agree with that, if that’s what he meant.”
nb: Det er jeg ikke enig i, hvis det var det han mente.

source: “The sense of community here is fine, and the people are terrific.
nb: – Det er et veldig ålreit miljø her, fine folk.

source: “I find that the entertainment industry cements what we feel about things.
nb: – Jeg finner at underholdningsindustrien sementerer hva vi mener om ting.

source: This is not the first time that the Georgian flautist Levan Chkhaidze (23) has been in Oslo.
nb: Det er ikke første gang den georgiske fløytisten Levan Chkhaidze (23) er i Oslo.

source: “I look at this year as an opportunity to develop my artistic practice.”
nb: – Jeg ser på dette året som en mulighet for å utvikle kunstnerskapet mitt.

source: In addition, there will be tuition in smaller groups and 10 hours of guidance per student.
nb: I tillegg vil det bli gitt undervisning i mindre grupper, og det vil bli gitt 10 timer veiledning per student.

source: In addition to lessons with clarinet teachers Leif Arne Pedersen and Björn Nyman, Moe also studied with Baroque violinist Bjarte Eike, who works on crossover projects, among other things, and with the jazz saxophonist Morten Halle.
nb: I tillegg til timer med klarinettlærerne, Leif Arne Pedersen og Björn Nyman, gikk Moe også hos barokkfiolinist Bjarte Eike – som blant annet jobber med sjangeroverskridende prosjekter, og hos jazzsaksofonisten Morten Halle.

source: “Many of the students need a time-out while they’re participating, because these encounters can trigger memories of their own stories, too.
nb: – Mange av studentene trenger en time-out underveis, for disse møtene kan trigge deres egne historier også.

source: Eirik Sanner was also offered financial support for a language course, but as the students had to take the course in the country where they would be studying, it vanished in the midst of the “corona-muddle”, as Eirik calls it.
nb: Eirik Sanner fikk også tilbud om støtte til språkkurs, men ettersom studentene må følge kurset i landet de skal oppholde seg i, forsvant det i «koronasurret», som Eirik sier.

source: “It’s so beautiful.
nb: – Den er så vakker.

source: Where, when, how?
nb: Hvor, når, hvordan?

source: Tuition takes place in groups.
nb: Undervisningen foregår i grupper.

source: The seminars include lectures, workshops, group work and project presentations.
nb: Disse seminarene består av forelesninger, workshops, gruppearbeid samt prosjektpresentasjoner.

source: I trained as a visual artist, and many artists in my field are also involved in theatre.
nb: Jeg er egentlig utdannet billedkunstner, og mange billedkunstnere jobber også med teater.

source: Music therapy student Marie Løvås reflects on the experience.
nb: Musikkterapistudent Marie Løvås reflekterer over opplevelsen.

source: “He won’t attend any other form of treatment, but this is the highlight of the week.
nb: – Han møter ikke opp på noen annen form for behandling, men dette er ukas høydepunkt.

source: In addition, information about which students are in the group, as well as repertoire and instructor requests, must be sent to kammermusikk@nmh.no no later than 15 May.
nb: I tillegg sendes opplysninger om hvilke studenter som inngår i gruppen, samt repertoar og lærerønske, til kammermusikk@nmh.no senest 15. mai.

source: For this reason artistic development is necessary,” emphasised the musician and stage artist, who is also one of the leaders of the New North Academy.
nb: Da er kunstnerisk utviklingsarbeid nødvendig, understrekte musikeren og scenekunstneren, som også er en av lederne for New North Academy.

source: But when 2Pac and California Love come on, he’s unable to sit still.
nb: Men når 2Pac og California Love kommer på, så greier han ikke å sitte stille.

source: Students will write a personal reflection essay (minimum 1500 words) on their role as composers in relation to the experience and knowledge acquired through the course.
nb: Studenten skal skrive et personlig refleksjonsnotat (minimum 1500 ord) hvor egen komponistrolle settes i perspektiv og diskuteres i lys av erfaringene og kunnskapen studenten har tilegnet seg gjennom emnet.

source: As of February 2022, he will be leading one of the world’s most recognized institutions for music education.
nb: Nå skal ha lede en av de mest anerkjente musikkutdanningsinstitusjonene i verden fra februar 2022.

source: Musical life and society change rapidly.
nb: Musikklivet og samfunnet endrer seg raskt.

source: How to use your e-mail account from NMH (Outlook) and how to send large attachments with File Sender
nb: Her finner du alt om hvordan du bruker e-postkontoen din fra NMH (Outlook) og hvordan du sender store vedlegg via Filsender.

source: We should accept that failing can be a good thing, says Nøstdahl Hjelle.
nb: Man bør legge opp til at det å feile er en bra ting, sier Nøstdahl Hjelle, og fortsetter:

source: Individual student presentations of the syllabus (1500 pages).
nb: Individuelle studentpresentasjoner av pensum (1500 sider).

source: I love playing Bach on this instrument, and Scarlatti sonatas, because you can still hear melodies and harmonies.”
nb: Jeg elsker å spille Bach på dette instrumentet, og Scarlatti-sonater, fordi du kan ennå kan høre melodier og harmonier.

source: Approximate tuition resource is 12 times 90 minutes.
nb: Veiledende undervisningstid er 12 ganger 90 minutter.

source: What are your needs for the sound-check, and how do you convey them?
nb: Hvilke behov har du angående lydsjekk, og hvordan kommuniserer du dem?

source: There I’m inspired by what I see.
nb: Der blir jeg inspirert av det jeg ser.

source: Professor Darla Crispin – Director of the Arne Nordheim Centre for Artistic Research and Vice Principal for Research and Artistic Development, NMHBMus, MMus, PhD (London)Concert Recital Diploma (premier prix) GSMDHon RCM, FRSA
nb: Professor Darla Crispin – Direktør for Arne Nordheim-senteret og viserektor for forskning og kunstnerisk utviklingsarbeid, NMHBMus, MMus, PhD (London)Concert Recital Diploma (premier prix) GSMDHon RCM, FRSA

source: The course coordinator prepares a plan of the repertoire, rehearsal times, instructor(s), concerts and other projects (eg. studio recordings) in collaboration with the students each semester.
nb: Ansvarlig lærer vil for hvert semester utarbeide en plan over repertoar, prøvetider, instruktør(er), konserter og andre prosjekt (for eksempel studioopptak) i samarbeid med studentene.

source: Liv Kristin Holmberg (b. 1980) has a Master's degree from the Academy of Fine Art in Oslo and is a trained classical pianist and organist with an educational background from the Norwegian Academy of Music and the Sibelius Academy in Helsinki.
nb: Liv Kristin Holmberg (f. 1980) har en master fra Kunstakademiet i Oslo og er utdannet klassisk pianist og organist fra blant annet Norges musikkhøgskole og Sibelius Akademiet i Helsinki.

source: He is an active chamber musician and has been the leader of the Oslo Baroque Orchestra since 1986.
nb: Han er aktiv som kammermusiker og fra starten i 1986 av har han vært leder for Oslo Barokkorkester.

source: The technological, economic and cultural advances made over the past 20–30 years tell us that the future role of the musician requires knowledge and skills that experts from the older generation often lack.
nb: Vi ser av de teknologiske, økonomiske og kulturelle forandringene de siste 20-30 årene, at fremtidens musikerrolle krever kunnskap og ferdigheter som eksperter fra tidligere generasjoner ofte mangler.

source: Two semesters, autumn and spring.
nb: To semestre, høst og vår.

source: In addition to concerts, workshops are carried out as part of the project.
nb: I tillegg til konsertene er gjennomføring av workshops en del av prosjektet.

source: All voice categories (depending on line-up needs).
nb: Registrering av deltakelse skjer i slutten av studieåret.

source: Elements and patterns from the Feldenkrais method, Yoga and Qigong, among others
nb: Arbeid med Feldenkraismetoden, Yoga og Qigong.

source: As part of the audience, you can enjoy jazz, folk music and classical music streamed live from our concert halls at the Academy, Victoria, Nasjonal jazzscene and Riksscenen.
nb: Du som er publikum kan boltre deg i jazz, folkemusikk og klassisk musikk, direkte fra våre saler på huset, Victoria, Nasjonal jazzscene og Riksscenen.

source: Poetry Analysis and textual comprehension.
nb: Diktanalyse og tekstforståelse.

source: The Master’s Project must be based on a project description developed by the student during the first year of studies.
nb: Masterarbeidet skal bygge på en prosjektbeskrivelse som studenten utvikler i løpet av første studieår.

source: Hulias Film helped us to make the video, and our own Helge Sunde has arranged the traditional Christmas carol “Det lyser i stille grender”.
nb: Vi har fått hjelp av Hulias film til å lage videoen, og vår egen Helge Sunde har arrangert tradisjonsrike Det lyser i stille grender.

source: So when I started studying for my Master’s degree after a few years I had to think about what I wanted to do.
nb: Så begynte jeg på master etter noen år, og tenkte gjennom hva jeg ville.

source: University of Victoria, Canada (2005): Bachelor of Arts - Creative Writing Music
nb: Bachelor i tradisjonsmusikk University of Victoria, Canada (2005): Bachelor i kreativ skriving CD-utgivelser

source: In collaboration with Outreach and Events Production and the academic community, the students will be responsible for a concert series (organising the programme, planning, marketing and practical implementation).
nb: Studentene skal, i samarbeid med Seksjon for konsert- og arrangementsproduksjon og fagmiljøet, ha ansvaret for en konsertserie (programmering, planlegging, markedsføring og praktisk gjennomføring).

source: Master of Music Performance with Thesis (Piano, with Håvard Gimse) from
nb: Hovedfag i utøving (klaver, med Håvard Gimse) med fordypningsemne ved

source: But I’ll dare to take things one at a time.”
nb: Men jeg vil tørre å ta en ting av gangen.

source: Christiania Wind Ensemble (Christiania Blåseensemble – CBE) is a wind ensemble started and run by students at The Norwegian Academy of Music.
nb: Christiania Blåseensemble (CBE) er et blåseensemble/korps, stiftet og drevet av studenter ved Norges musikkhøgskole.

source: Planning, production, implementation and evaluation of concert concepts where the student participates as a performer and program creator
nb: Planlegging, produksjon, gjennomføring og evaluering av konsertkonsepter der studentene selv deltar som utøvere og programskapere.

source: : The supervision agreement and an approved project description with a repertoire list for the Master’s Project must be submitted to the Exams Office no later than 1 December in the third semester of studies.
nb: Innen 1. desember i studiets tredje semester skal veiledningsavtalen samt godkjent prosjektbeskrivelse med repertoaroversikt for masterarbeidet leveres til eksamenskontoret.

source: This figure may be disregarded if other relevant documentation of the master's project is used.
nb: Omfanget kan fravikes i tilfeller hvor det også benyttes annen relevant dokumentasjon av masterarbeidet.

source: ", open a browser, and follow the instructions.
nb: t, åpne en nettleser, og følg instruksjonene.

source: Students must play at least one time and participate in a minimum of 50 per cent of the classes.
nb: Studenten skal spille minimum én gang samt delta på minimum 50 prosent av timene.

source: At the end of the academic year, the students must present a curriculum/repertoire list of at least 20 minutes which includes all areas covered in the course.
nb: Studenten skal ved slutten av studieåret legge fram en pensum-/repertoarliste på minst 20 minutter som omfatter alle arbeidsområdene i emnet.

source: It is a great pleasure for the Norwegian Jazz Forum to present an Honorary Buddy Award to Torgrim Sollid.”
nb: Det er en stor glede for Norsk jazzforum å dele ut en Æres-Buddy til Torgrim Sollid.»

source: In 2020 they were supposed to celebrate his 210 year birthday but had to cancel.
nb: I 2020 skulle det vært avholdt bursdagskonsert i forbindelse med komponistens 210-årsdag, men den lot seg ikke gjennomføre.

source: Roggen and Nyhus will also highlight this in arenas at NMH, together with colleagues and students across genres.
nb: Dette vil Roggen og Nyhus også løfte fram i arenaer ved NMH, sammen med ansatte og studenter på tvers av sjangere.

source: Thoughts of the Stasi come easy in here.
nb: Det er lett å begynne å tenke på Stasi her inne.

source: Education in administration and leadership at the NMH and NKI, management training at BI Norwegian Business School, international coaching certificate (IFC) and certified in the Lifo® method of behavioural analysis, economy, accounting and salaries, studies as a performing percussionist in Oslo, Århus, Cologne and Tokyo.
nb: Utdanning i administrasjon og ledelse ved NMH og NKI, styrekompetanse fra Handelshøyskolen BI, internasjonal coachsertifisering (ICF) og sertifisert i atferdsanalysen Lifo®-metoden, økonomi, regnskap og lønn, utøvende studier som slagverker i Oslo, Århus, Köln og Tokyo.

source: with the support of Outreach and Events Production and teacher(s).
nb: med støtte fra Seksjon for konsert- og arrangementsproduksjon og lærer(e).

source: “Ken” sings the refrain “Rollin’ on the river”.
nb: «Ken» drar på i refrenget med «Rollin' on the River».

source: The left, too, has a problem with elitism.
nb: Også på venstresiden er såkalt «elitisme» et problem.

source: Rather, I'd say it’s a Western thing to want to stop thinking like this, that it’s we who are less representative – at least in international music education research, which continues to focus on anti-Western cultural tendencies.”
nb: Snarere vil jeg si at det er et vestlig fenomen at vi ser ut til å ville slutte å tenke slik, at det er vi som er mindre representative i den sammenhengen, i hvert fall innen den internasjonale musikkpedagogikkforskningen, som fremdeles er veldig preget av en anti-vestlig kulturtendens.

source: And they performed – invited friends and worked on music as they had never done before.
nb: Og de opptrådte – inviterte venner og jobbet med musikk slik de aldri hadde gjort før.

source: I often refer to the sociologist Dag Østerberg, who says that ‘one is art, the other entertainment’.
nb: Her har jeg henvist til sosiologen Dag Østerberg i en del sammenhenger, der han sier at «Ett er kunst, et annet er underholdning».

source: To get hold of the qualities that are human, so people can relate to it.
nb: Å ta tak i det allmennmenneskelige, så folk kan relatere seg til det.

source: There are also some indications that we’re becoming more conscious of the need to train our emotional competencies and that the arts help us do just that.
nb: Det er også visse ting som peker i retning av at man er mer bevisst på at man trenger å oppøve emosjonell kompetanse, og at kunstfeltet hjelper oss med det.

source: We welcome as listeners students at the bachelor, master and PhD-level as well as teachers at programmes for folk, traditional and world music.
nb: Bachelorstudenter, masterstudenter, doktorgradsstipendiater og lærere på programmer for folkemusikk, tradisjonsmusikk og verdensmusikk er velkomne som tilhørere.

source: They play jazz – of the evil kind.
nb: De spiller jazz – av det onde slaget.

source: He was born in Colombia, grew up in Brasil and Switzerland, and at 17 he moved to Sweden to attend Folk high school.
nb: Han er født i Colombia, vokste opp i Brasil og Sveits, før han flyttet til Sverige som 17-åring for å gå på folkehøgskole.

source: What if we assume that there will always be certain results that can only be produced by one particular person working alone, working hard, for years and years.
nb: Men hvis vi antar at det alltid vil være noen resultater som kun kan frembringes av én person som sitter alene og konsentrerer seg, i årevis.

source: Normally, students that are absent more than 20 % will fail the course.
nb: Dette innebærer normalt at fravær på mer enn 20 prosent fører til at studenten ikke får godkjent emnet.

source: Roggen and Nyhus' project concentrates on (late) romantic songs, where the singer and pianist examine improvisation as an interpretation strategy.
nb: Roggen og Nyhus’ prosjekt konsentrerer seg om (sen)romantiske sanger, der sangeren og pianisten undersøker improvisasjon som interpretasjonsstrategi.

source: At the same time, singing together has given me self-confidence.
nb: Samtidig har det å synge sammen gitt meg selvtillit.

source: I regard this last element as holding great potential while it is also the biggest challenge,” Haugland summed up.
nb: Det siste opplever jeg som både det store potensialet og den største utfordringen, avsluttet Haugland.

source: “It’s important for an artist to be able to tell a little bit about the music.
nb: – Som artist er det viktig å kunne fortelle litt om musikken.

source: Fougner Skaansar has spoken to several musicians battling with impostor syndrome to varying degrees.
nb: Fougner Skaansar har selv vært i kontakt med flere musikere som kjenner på bedragersymptomet i større eller mindre grad.

source: For this presentation of sonology Thoresen has devised a defined terminology with 300-400 terms, if you combine all words and characters.
nb: Til denne fremstillingen av sonologien har Thoresen utviklet en definert terminologi med 300-400 begreper, hvis man kombinerer alle ord og tegn.

source: One potential problem is overdependence between student and teacher or that the teacher doesn’t let the student speak with an individual voice.
nb: Noen av de problemene den kan skape, er en overavhengighet mellom student og lærer, eller det at læreren ikke lar studenten snakke med en individuell stemme.

source: These three layers are also discussed in regards to three different levels of music therapy as: 1) a practice, 2) a profession, and 3) an academic discipline.
nb: Disse tre lagene er også diskutert i sammenheng med tre ulike nivåer av musikkterapi: 1) praksis, 2) profesjon og 3) akademisk disiplin.

source: An essay corresponding to specified requirements shall document the completion of the course.
nb: Et individuelt kurs kan også settes sammen av eksterne og/eller interne kurs av mindre omfang.

source: Admissions are done by Bergen Philharmonic Orchestra (BFO) after auditions.
nb: Opptak avgjøres av Bergen Filharmoniske Orkester (BFO) på bakgrunn av prøvespill og besetningsbehov.

source: During the first semester of the PhD programme the candidate must complete and submit a project description.
nb: I løpet av første semester skal ph.d.-kandidaten revidere prosjektbeskrivelsen som lå til grunn for opptak.

source: The research group Ear in Music
nb: forskningsgruppa Ear in Music

source: “But the analysis emerges from having listened one’s way to it.
nb: – Men analysen kommer ut av at man har lyttet seg frem til den.

source: Rødland's reference lists include 170 compositions and 90 published recordings of modern/contemporary music for harp.
nb: Rødlands referanselister omfatter 170 komposisjoner og 90 publiserte opptak av moderne musikk / samtidsmusikk for harpe.

source: The assessment is made by one internal and one external examiner.
nb: Vurderingen gjøres av en intern og en ekstern sensor.

source: The course gives an introduction to artistic use of music technology for music performance.
nb: Emnet gir en innføring i kunstnerisk anvendelse av musikkteknologi for utøvende musikere.

source: demonstrate basic listening skills to identify, remember and reproduce (sing/play/describe/write) both details and larger structures in a musical sequence
nb: ved lytting viser grunnleggende ferdigheter i å oppfatte, huske og gjengi (synge/spille/beskrive/nedtegne) både detaljer og helhetlige strukturer i et musikalsk forløp

source: The answers to these questions must be discovered and articulated, and must be addressed anew every day by the institution, the teachers and the students.
nb: Svarene på de spørsmålene må finnes og formuleres, og de må formuleres på nytt hver dag av institusjonen, av lærerne og av studentene.

source: That’s what education is all about.
nb: Det er det skole handler om.

source: euphonium player and exchange student 2020/2021
nb: Eufonist og utvekslingsstudent 2020/2021

source: Violin class in Beit Atfal Assoumoud Center in Rashedie, camp for Palestinian refugees in South Lebanon.
nb: Beit Atfal Assoumoud-senteret i Rashedie, leir for palestinske flyktninger i Sør-Libanon.

source: summary of studied repertoire in different styles (minimum 120 minutes), at least one work must be with a soloist
nb: oversikt over innstudert repertoar innen ulike stilarter(minimum 120 minutter), minst ett verk skal være med solist

source: Bjørn Erik Haugen is rocking on his chair, which is crying out for oil.
nb: Bjørn Erik Haugen vipper på en knirkete stol som skriker etter olje.

source: After doing a Bachelor’s degree here, too, again with the highest grade, he applied to the Academy of Music in Oslo.
nb: Etter en bacheloreksamen også her, igjen med høyeste karakter, søkte han seg til Musikkhøgskolen i Oslo.

source: The student draws up a project plan that includes the objectives of the project, a schedule, a list of the participants/collaboration partners and a budget (if relevant).
nb: Studenten utarbeider en prosjektplan som inkluderer mål for prosjektet, fremdriftsplan, deltakere/samarbeidspartnere og et budsjett (hvis relevant).

source: “We make sure that we don’t put a coffee cup on the piano without asking him, and otherwise we don’t think too much about it.
nb: – Vi passer på å ikke sette kaffekoppen på pianoet uten å spørre han, ellers har vi ikke tenkt så mye på det.
